export const countryList = [
    {
      label: "Россия",
      value: "Россия"
    },
    {
      label: "Азербайджан",
      value: "Азербайджан"
    },
    {
      label: "Армения",
      value: "Армения"
    },
    {
      label: "Беларусь",
      value: "Беларусь"
    },
    {
      label: "Грузия",
      value: "Грузия"
    },
    {
      label: "Казахстан",
      value: "Казахстан"
    },
    {
      label: "Кыргызстан",
      value: "Кыргызстан"
    },
    {
      label: "Латвия",
      value: "Латвия"
    },
    {
      label: "Литва",
      value: "Литва"
    },
    {
      label: "Монголия",
      value: "Монголия"
    },
    {
      label: "Молдова",
      value: "Молдова"
    },
    {
      label: "Таджикистан",
      value: "Таджикистан"
    },
    {
      label: "Туркменистан",
      value: "Туркменистан"
    },
    {
      label: "Узбекистан",
      value: "Узбекистан"
    },
    {
      label: "Украина",
      value: "Украина"
    },
    {
      label: "Эстония",
      value: "Эстония"
    },
    {
      label: "Другое",
      value: "Другое"
    }
  ];

  export const townList = [
    {
      label: "Москва",
      value: "Москва"
    },
    {
      label: "Санкт-Петербург",
      value: "Санкт-Петербург"
    },
    {
      label: "Абаза",
      value: "Абаза"
    },
    {
      label: "Абакан",
      value: "Абакан"
    },
    {
      label: "Абдулино",
      value: "Абдулино"
    },
    {
      label: "Абинск",
      value: "Абинск"
    },
    {
      label: "Агидель",
      value: "Агидель"
    },
    {
      label: "Агрыз",
      value: "Агрыз"
    },
    {
      label: "Адыгейск",
      value: "Адыгейск"
    },
    {
      label: "Азнакаево",
      value: "Азнакаево"
    },
    {
      label: "Азов",
      value: "Азов"
    },
    {
      label: "Ак-Довурак",
      value: "Ак-Довурак"
    },
    {
      label: "Аксай",
      value: "Аксай"
    },
    {
      label: "Алагир",
      value: "Алагир"
    },
    {
      label: "Алапаевск",
      value: "Алапаевск"
    },
    {
      label: "Алатырь",
      value: "Алатырь"
    },
    {
      label: "Алдан",
      value: "Алдан"
    },
    {
      label: "Алейск",
      value: "Алейск"
    },
    {
      label: "Александров",
      value: "Александров"
    },
    {
      label: "Александровск",
      value: "Александровск"
    },
    {
      label: "Александровск-Сахалинский",
      value: "Александровск-Сахалинский"
    },
    {
      label: "Алексеевка",
      value: "Алексеевка"
    },
    {
      label: "Алексин",
      value: "Алексин"
    },
    {
      label: "Алзамай",
      value: "Алзамай"
    },
    {
      label: "Альметьевск",
      value: "Альметьевск"
    },
    {
      label: "Амурск",
      value: "Амурск"
    },
    {
      label: "Анадырь",
      value: "Анадырь"
    },
    {
      label: "Анапа",
      value: "Анапа"
    },
    {
      label: "Ангарск",
      value: "Ангарск"
    },
    {
      label: "Андреаполь",
      value: "Андреаполь"
    },
    {
      label: "Анжеро-Судженск",
      value: "Анжеро-Судженск"
    },
    {
      label: "Анива",
      value: "Анива"
    },
    {
      label: "Апатиты",
      value: "Апатиты"
    },
    {
      label: "Апрелевка",
      value: "Апрелевка"
    },
    {
      label: "Апшеронск",
      value: "Апшеронск"
    },
    {
      label: "Арамиль",
      value: "Арамиль"
    },
    {
      label: "Аргун",
      value: "Аргун"
    },
    {
      label: "Ардатов",
      value: "Ардатов"
    },
    {
      label: "Ардон",
      value: "Ардон"
    },
    {
      label: "Арзамас",
      value: "Арзамас"
    },
    {
      label: "Аркадак",
      value: "Аркадак"
    },
    {
      label: "Армавир",
      value: "Армавир"
    },
    {
      label: "Арсеньев",
      value: "Арсеньев"
    },
    {
      label: "Арск",
      value: "Арск"
    },
    {
      label: "Артём",
      value: "Артём"
    },
    {
      label: "Артёмовск",
      value: "Артёмовск"
    },
    {
      label: "Артёмовский",
      value: "Артёмовский"
    },
    {
      label: "Архангельск",
      value: "Архангельск"
    },
    {
      label: "Асбест",
      value: "Асбест"
    },
    {
      label: "Асино",
      value: "Асино"
    },
    {
      label: "Астрахань",
      value: "Астрахань"
    },
    {
      label: "Аткарск",
      value: "Аткарск"
    },
    {
      label: "Ахтубинск",
      value: "Ахтубинск"
    },
    {
      label: "Ачинск",
      value: "Ачинск"
    },
    {
      label: "Аша",
      value: "Аша"
    },
    {
      label: "Бабаево",
      value: "Бабаево"
    },
    {
      label: "Бабушкин",
      value: "Бабушкин"
    },
    {
      label: "Бавлы",
      value: "Бавлы"
    },
    {
      label: "Багратионовск",
      value: "Багратионовск"
    },
    {
      label: "Байкальск",
      value: "Байкальск"
    },
    {
      label: "Баймак",
      value: "Баймак"
    },
    {
      label: "Бакал",
      value: "Бакал"
    },
    {
      label: "Баксан",
      value: "Баксан"
    },
    {
      label: "Балабаново",
      value: "Балабаново"
    },
    {
      label: "Балаково",
      value: "Балаково"
    },
    {
      label: "Балахна",
      value: "Балахна"
    },
    {
      label: "Балашиха",
      value: "Балашиха"
    },
    {
      label: "Балашов",
      value: "Балашов"
    },
    {
      label: "Балей",
      value: "Балей"
    },
    {
      label: "Балтийск",
      value: "Балтийск"
    },
    {
      label: "Барабинск",
      value: "Барабинск"
    },
    {
      label: "Барнаул",
      value: "Барнаул"
    },
    {
      label: "Барыш",
      value: "Барыш"
    },
    {
      label: "Батайск",
      value: "Батайск"
    },
    {
      label: "Бежецк",
      value: "Бежецк"
    },
    {
      label: "Белая Калитва",
      value: "Белая Калитва"
    },
    {
      label: "Белая Холуница",
      value: "Белая Холуница"
    },
    {
      label: "Белгород",
      value: "Белгород"
    },
    {
      label: "Белебей",
      value: "Белебей"
    },
    {
      label: "Белёв",
      value: "Белёв"
    },
    {
      label: "Белинский",
      value: "Белинский"
    },
    {
      label: "Белово",
      value: "Белово"
    },
    {
      label: "Белогорск",
      value: "Белогорск"
    },
    {
      label: "Белозерск",
      value: "Белозерск"
    },
    {
      label: "Белокуриха",
      value: "Белокуриха"
    },
    {
      label: "Беломорск",
      value: "Беломорск"
    },
    {
      label: "Белорецк",
      value: "Белорецк"
    },
    {
      label: "Белореченск",
      value: "Белореченск"
    },
    {
      label: "Белоусово",
      value: "Белоусово"
    },
    {
      label: "Белоярский",
      value: "Белоярский"
    },
    {
      label: "Белый",
      value: "Белый"
    },
    {
      label: "Бердск",
      value: "Бердск"
    },
    {
      label: "Березники",
      value: "Березники"
    },
    {
      label: "Берёзовский",
      value: "Берёзовский"
    },
    {
      label: "Берёзовский",
      value: "Берёзовский"
    },
    {
      label: "Беслан",
      value: "Беслан"
    },
    {
      label: "Бийск",
      value: "Бийск"
    },
    {
      label: "Бикин",
      value: "Бикин"
    },
    {
      label: "Билибино",
      value: "Билибино"
    },
    {
      label: "Биробиджан",
      value: "Биробиджан"
    },
    {
      label: "Бирск",
      value: "Бирск"
    },
    {
      label: "Бирюсинск",
      value: "Бирюсинск"
    },
    {
      label: "Бирюч",
      value: "Бирюч"
    },
    {
      label: "Благовещенск",
      value: "Благовещенск"
    },
    {
      label: "Благовещенск",
      value: "Благовещенск"
    },
    {
      label: "Благодарный",
      value: "Благодарный"
    },
    {
      label: "Бобров",
      value: "Бобров"
    },
    {
      label: "Богданович",
      value: "Богданович"
    },
    {
      label: "Богородицк",
      value: "Богородицк"
    },
    {
      label: "Богородск",
      value: "Богородск"
    },
    {
      label: "Боготол",
      value: "Боготол"
    },
    {
      label: "Богучар",
      value: "Богучар"
    },
    {
      label: "Бодайбо",
      value: "Бодайбо"
    },
    {
      label: "Бокситогорск",
      value: "Бокситогорск"
    },
    {
      label: "Болгар",
      value: "Болгар"
    },
    {
      label: "Бологое",
      value: "Бологое"
    },
    {
      label: "Болотное",
      value: "Болотное"
    },
    {
      label: "Болохово",
      value: "Болохово"
    },
    {
      label: "Болхов",
      value: "Болхов"
    },
    {
      label: "Большой Камень",
      value: "Большой Камень"
    },
    {
      label: "Бор",
      value: "Бор"
    },
    {
      label: "Борзя",
      value: "Борзя"
    },
    {
      label: "Борисоглебск",
      value: "Борисоглебск"
    },
    {
      label: "Боровичи",
      value: "Боровичи"
    },
    {
      label: "Боровск",
      value: "Боровск"
    },
    {
      label: "Бородино",
      value: "Бородино"
    },
    {
      label: "Братск",
      value: "Братск"
    },
    {
      label: "Бронницы",
      value: "Бронницы"
    },
    {
      label: "Брянск",
      value: "Брянск"
    },
    {
      label: "Бугульма",
      value: "Бугульма"
    },
    {
      label: "Бугуруслан",
      value: "Бугуруслан"
    },
    {
      label: "Будённовск",
      value: "Будённовск"
    },
    {
      label: "Бузулук",
      value: "Бузулук"
    },
    {
      label: "Буинск",
      value: "Буинск"
    },
    {
      label: "Буй",
      value: "Буй"
    },
    {
      label: "Буйнакск",
      value: "Буйнакск"
    },
    {
      label: "Бутурлиновка",
      value: "Бутурлиновка"
    },
    {
      label: "Валдай",
      value: "Валдай"
    },
    {
      label: "Валуйки",
      value: "Валуйки"
    },
    {
      label: "Велиж",
      value: "Велиж"
    },
    {
      label: "Великие Луки",
      value: "Великие Луки"
    },
    {
      label: "Великий Новгород",
      value: "Великий Новгород"
    },
    {
      label: "Великий Устюг",
      value: "Великий Устюг"
    },
    {
      label: "Вельск",
      value: "Вельск"
    },
    {
      label: "Венёв",
      value: "Венёв"
    },
    {
      label: "Верещагино",
      value: "Верещагино"
    },
    {
      label: "Верея",
      value: "Верея"
    },
    {
      label: "Верхнеуральск",
      value: "Верхнеуральск"
    },
    {
      label: "Верхний Тагил",
      value: "Верхний Тагил"
    },
    {
      label: "Верхний Уфалей",
      value: "Верхний Уфалей"
    },
    {
      label: "Верхняя Пышма",
      value: "Верхняя Пышма"
    },
    {
      label: "Верхняя Салда",
      value: "Верхняя Салда"
    },
    {
      label: "Верхняя Тура",
      value: "Верхняя Тура"
    },
    {
      label: "Верхотурье",
      value: "Верхотурье"
    },
    {
      label: "Верхоянск",
      value: "Верхоянск"
    },
    {
      label: "Весьегонск",
      value: "Весьегонск"
    },
    {
      label: "Ветлуга",
      value: "Ветлуга"
    },
    {
      label: "Видное",
      value: "Видное"
    },
    {
      label: "Вилюйск",
      value: "Вилюйск"
    },
    {
      label: "Вилючинск",
      value: "Вилючинск"
    },
    {
      label: "Вихоревка",
      value: "Вихоревка"
    },
    {
      label: "Вичуга",
      value: "Вичуга"
    },
    {
      label: "Владивосток",
      value: "Владивосток"
    },
    {
      label: "Владикавказ",
      value: "Владикавказ"
    },
    {
      label: "Владимир",
      value: "Владимир"
    },
    {
      label: "Волгоград",
      value: "Волгоград"
    },
    {
      label: "Волгодонск",
      value: "Волгодонск"
    },
    {
      label: "Волгореченск",
      value: "Волгореченск"
    },
    {
      label: "Волжск",
      value: "Волжск"
    },
    {
      label: "Волжский",
      value: "Волжский"
    },
    {
      label: "Вологда",
      value: "Вологда"
    },
    {
      label: "Володарск",
      value: "Володарск"
    },
    {
      label: "Волоколамск",
      value: "Волоколамск"
    },
    {
      label: "Волосово",
      value: "Волосово"
    },
    {
      label: "Волхов",
      value: "Волхов"
    },
    {
      label: "Волчанск",
      value: "Волчанск"
    },
    {
      label: "Вольск",
      value: "Вольск"
    },
    {
      label: "Воркута",
      value: "Воркута"
    },
    {
      label: "Воронеж",
      value: "Воронеж"
    },
    {
      label: "Ворсма",
      value: "Ворсма"
    },
    {
      label: "Воскресенск",
      value: "Воскресенск"
    },
    {
      label: "Воткинск",
      value: "Воткинск"
    },
    {
      label: "Всеволожск",
      value: "Всеволожск"
    },
    {
      label: "Вуктыл",
      value: "Вуктыл"
    },
    {
      label: "Выборг",
      value: "Выборг"
    },
    {
      label: "Выкса",
      value: "Выкса"
    },
    {
      label: "Высоковск",
      value: "Высоковск"
    },
    {
      label: "Высоцк",
      value: "Высоцк"
    },
    {
      label: "Вытегра",
      value: "Вытегра"
    },
    {
      label: "Вышний Волочёк",
      value: "Вышний Волочёк"
    },
    {
      label: "Вяземский",
      value: "Вяземский"
    },
    {
      label: "Вязники",
      value: "Вязники"
    },
    {
      label: "Вязьма",
      value: "Вязьма"
    },
    {
      label: "Вятские Поляны",
      value: "Вятские Поляны"
    },
    {
      label: "Гаврилов Посад",
      value: "Гаврилов Посад"
    },
    {
      label: "Гаврилов-Ям",
      value: "Гаврилов-Ям"
    },
    {
      label: "Гагарин",
      value: "Гагарин"
    },
    {
      label: "Гаджиево",
      value: "Гаджиево"
    },
    {
      label: "Гай",
      value: "Гай"
    },
    {
      label: "Галич",
      value: "Галич"
    },
    {
      label: "Гатчина",
      value: "Гатчина"
    },
    {
      label: "Гвардейск",
      value: "Гвардейск"
    },
    {
      label: "Гдов",
      value: "Гдов"
    },
    {
      label: "Геленджик",
      value: "Геленджик"
    },
    {
      label: "Георгиевск",
      value: "Георгиевск"
    },
    {
      label: "Глазов",
      value: "Глазов"
    },
    {
      label: "Голицыно",
      value: "Голицыно"
    },
    {
      label: "Горбатов",
      value: "Горбатов"
    },
    {
      label: "Горно-Алтайск",
      value: "Горно-Алтайск"
    },
    {
      label: "Горнозаводск",
      value: "Горнозаводск"
    },
    {
      label: "Горняк",
      value: "Горняк"
    },
    {
      label: "Городец",
      value: "Городец"
    },
    {
      label: "Городище",
      value: "Городище"
    },
    {
      label: "Городовиковск",
      value: "Городовиковск"
    },
    {
      label: "Гороховец",
      value: "Гороховец"
    },
    {
      label: "Горячий Ключ",
      value: "Горячий Ключ"
    },
    {
      label: "Грайворон",
      value: "Грайворон"
    },
    {
      label: "Гремячинск",
      value: "Гремячинск"
    },
    {
      label: "Грозный",
      value: "Грозный"
    },
    {
      label: "Грязи",
      value: "Грязи"
    },
    {
      label: "Грязовец",
      value: "Грязовец"
    },
    {
      label: "Губаха",
      value: "Губаха"
    },
    {
      label: "Губкин",
      value: "Губкин"
    },
    {
      label: "Губкинский",
      value: "Губкинский"
    },
    {
      label: "Гудермес",
      value: "Гудермес"
    },
    {
      label: "Гуково",
      value: "Гуково"
    },
    {
      label: "Гулькевичи",
      value: "Гулькевичи"
    },
    {
      label: "Гурьевск",
      value: "Гурьевск"
    },
    {
      label: "Гурьевск",
      value: "Гурьевск"
    },
    {
      label: "Гусев",
      value: "Гусев"
    },
    {
      label: "Гусиноозёрск",
      value: "Гусиноозёрск"
    },
    {
      label: "Гусь-Хрустальный",
      value: "Гусь-Хрустальный"
    },
    {
      label: "Давлеканово",
      value: "Давлеканово"
    },
    {
      label: "Дагестанские Огни",
      value: "Дагестанские Огни"
    },
    {
      label: "Далматово",
      value: "Далматово"
    },
    {
      label: "Дальнегорск",
      value: "Дальнегорск"
    },
    {
      label: "Дальнереченск",
      value: "Дальнереченск"
    },
    {
      label: "Данилов",
      value: "Данилов"
    },
    {
      label: "Данков",
      value: "Данков"
    },
    {
      label: "Дегтярск",
      value: "Дегтярск"
    },
    {
      label: "Дедовск",
      value: "Дедовск"
    },
    {
      label: "Демидов",
      value: "Демидов"
    },
    {
      label: "Дербент",
      value: "Дербент"
    },
    {
      label: "Десногорск",
      value: "Десногорск"
    },
    {
      label: "Дзержинск",
      value: "Дзержинск"
    },
    {
      label: "Дзержинский",
      value: "Дзержинский"
    },
    {
      label: "Дивногорск",
      value: "Дивногорск"
    },
    {
      label: "Дигора",
      value: "Дигора"
    },
    {
      label: "Димитровград",
      value: "Димитровград"
    },
    {
      label: "Дмитриев",
      value: "Дмитриев"
    },
    {
      label: "Дмитров",
      value: "Дмитров"
    },
    {
      label: "Дмитровск",
      value: "Дмитровск"
    },
    {
      label: "Дно",
      value: "Дно"
    },
    {
      label: "Добрянка",
      value: "Добрянка"
    },
    {
      label: "Долгопрудный",
      value: "Долгопрудный"
    },
    {
      label: "Долинск",
      value: "Долинск"
    },
    {
      label: "Домодедово",
      value: "Домодедово"
    },
    {
      label: "Донецк",
      value: "Донецк"
    },
    {
      label: "Донской",
      value: "Донской"
    },
    {
      label: "Дорогобуж",
      value: "Дорогобуж"
    },
    {
      label: "Дрезна",
      value: "Дрезна"
    },
    {
      label: "Дубна",
      value: "Дубна"
    },
    {
      label: "Дубовка",
      value: "Дубовка"
    },
    {
      label: "Дудинка",
      value: "Дудинка"
    },
    {
      label: "Духовщина",
      value: "Духовщина"
    },
    {
      label: "Дюртюли",
      value: "Дюртюли"
    },
    {
      label: "Дятьково",
      value: "Дятьково"
    },
    {
      label: "Егорьевск",
      value: "Егорьевск"
    },
    {
      label: "Ейск",
      value: "Ейск"
    },
    {
      label: "Екатеринбург",
      value: "Екатеринбург"
    },
    {
      label: "Елабуга",
      value: "Елабуга"
    },
    {
      label: "Елец",
      value: "Елец"
    },
    {
      label: "Елизово",
      value: "Елизово"
    },
    {
      label: "Ельня",
      value: "Ельня"
    },
    {
      label: "Еманжелинск",
      value: "Еманжелинск"
    },
    {
      label: "Емва",
      value: "Емва"
    },
    {
      label: "Енисейск",
      value: "Енисейск"
    },
    {
      label: "Ермолино",
      value: "Ермолино"
    },
    {
      label: "Ершов",
      value: "Ершов"
    },
    {
      label: "Ессентуки",
      value: "Ессентуки"
    },
    {
      label: "Ефремов",
      value: "Ефремов"
    },
    {
      label: "Железноводск",
      value: "Железноводск"
    },
    {
      label: "Железногорск",
      value: "Железногорск"
    },
    {
      label: "Железногорск",
      value: "Железногорск"
    },
    {
      label: "Железногорск-Илимский",
      value: "Железногорск-Илимский"
    },
    {
      label: "Железнодорожный",
      value: "Железнодорожный"
    },
    {
      label: "Жердевка",
      value: "Жердевка"
    },
    {
      label: "Жигулёвск",
      value: "Жигулёвск"
    },
    {
      label: "Жиздра",
      value: "Жиздра"
    },
    {
      label: "Жирновск",
      value: "Жирновск"
    },
    {
      label: "Жуков",
      value: "Жуков"
    },
    {
      label: "Жуковка",
      value: "Жуковка"
    },
    {
      label: "Жуковский",
      value: "Жуковский"
    },
    {
      label: "Завитинск",
      value: "Завитинск"
    },
    {
      label: "Заводоуковск",
      value: "Заводоуковск"
    },
    {
      label: "Заволжск",
      value: "Заволжск"
    },
    {
      label: "Заволжье",
      value: "Заволжье"
    },
    {
      label: "Задонск",
      value: "Задонск"
    },
    {
      label: "Заинск",
      value: "Заинск"
    },
    {
      label: "Закаменск",
      value: "Закаменск"
    },
    {
      label: "Заозёрный",
      value: "Заозёрный"
    },
    {
      label: "Заозёрск",
      value: "Заозёрск"
    },
    {
      label: "Западная Двина",
      value: "Западная Двина"
    },
    {
      label: "Заполярный",
      value: "Заполярный"
    },
    {
      label: "Зарайск",
      value: "Зарайск"
    },
    {
      label: "Заречный",
      value: "Заречный"
    },
    {
      label: "Заречный",
      value: "Заречный"
    },
    {
      label: "Заринск",
      value: "Заринск"
    },
    {
      label: "Звенигово",
      value: "Звенигово"
    },
    {
      label: "Звенигород",
      value: "Звенигород"
    },
    {
      label: "Зверево",
      value: "Зверево"
    },
    {
      label: "Зеленогорск",
      value: "Зеленогорск"
    },
    {
      label: "Зеленогорск",
      value: "Зеленогорск"
    },
    {
      label: "Зеленоградск",
      value: "Зеленоградск"
    },
    {
      label: "Зеленодольск",
      value: "Зеленодольск"
    },
    {
      label: "Зеленокумск",
      value: "Зеленокумск"
    },
    {
      label: "Зерноград",
      value: "Зерноград"
    },
    {
      label: "Зея",
      value: "Зея"
    },
    {
      label: "Зима",
      value: "Зима"
    },
    {
      label: "Златоуст",
      value: "Златоуст"
    },
    {
      label: "Злынка",
      value: "Злынка"
    },
    {
      label: "Змеиногорск",
      value: "Змеиногорск"
    },
    {
      label: "Знаменск",
      value: "Знаменск"
    },
    {
      label: "Зубцов",
      value: "Зубцов"
    },
    {
      label: "Зуевка",
      value: "Зуевка"
    },
    {
      label: "Ивангород",
      value: "Ивангород"
    },
    {
      label: "Иваново",
      value: "Иваново"
    },
    {
      label: "Ивантеевка",
      value: "Ивантеевка"
    },
    {
      label: "Ивдель",
      value: "Ивдель"
    },
    {
      label: "Игарка",
      value: "Игарка"
    },
    {
      label: "Ижевск",
      value: "Ижевск"
    },
    {
      label: "Избербаш",
      value: "Избербаш"
    },
    {
      label: "Изобильный",
      value: "Изобильный"
    },
    {
      label: "Иланский",
      value: "Иланский"
    },
    {
      label: "Инза",
      value: "Инза"
    },
    {
      label: "Инсар",
      value: "Инсар"
    },
    {
      label: "Инта",
      value: "Инта"
    },
    {
      label: "Ипатово",
      value: "Ипатово"
    },
    {
      label: "Ирбит",
      value: "Ирбит"
    },
    {
      label: "Иркутск",
      value: "Иркутск"
    },
    {
      label: "Исилькуль",
      value: "Исилькуль"
    },
    {
      label: "Искитим",
      value: "Искитим"
    },
    {
      label: "Истра",
      value: "Истра"
    },
    {
      label: "Ишим",
      value: "Ишим"
    },
    {
      label: "Ишимбай",
      value: "Ишимбай"
    },
    {
      label: "Йошкар-Ола",
      value: "Йошкар-Ола"
    },
    {
      label: "Кадников",
      value: "Кадников"
    },
    {
      label: "Казань",
      value: "Казань"
    },
    {
      label: "Калач",
      value: "Калач"
    },
    {
      label: "Калачинск",
      value: "Калачинск"
    },
    {
      label: "Калач-на-Дону",
      value: "Калач-на-Дону"
    },
    {
      label: "Калининград",
      value: "Калининград"
    },
    {
      label: "Калининск",
      value: "Калининск"
    },
    {
      label: "Калтан",
      value: "Калтан"
    },
    {
      label: "Калуга",
      value: "Калуга"
    },
    {
      label: "Калязин",
      value: "Калязин"
    },
    {
      label: "Камбарка",
      value: "Камбарка"
    },
    {
      label: "Каменка",
      value: "Каменка"
    },
    {
      label: "Каменногорск",
      value: "Каменногорск"
    },
    {
      label: "Каменск-Уральский",
      value: "Каменск-Уральский"
    },
    {
      label: "Каменск-Шахтинский",
      value: "Каменск-Шахтинский"
    },
    {
      label: "Камень-на-Оби",
      value: "Камень-на-Оби"
    },
    {
      label: "Камешково",
      value: "Камешково"
    },
    {
      label: "Камызяк",
      value: "Камызяк"
    },
    {
      label: "Камышин",
      value: "Камышин"
    },
    {
      label: "Камышлов",
      value: "Камышлов"
    },
    {
      label: "Канаш",
      value: "Канаш"
    },
    {
      label: "Кандалакша",
      value: "Кандалакша"
    },
    {
      label: "Канск",
      value: "Канск"
    },
    {
      label: "Карабаново",
      value: "Карабаново"
    },
    {
      label: "Карабаш",
      value: "Карабаш"
    },
    {
      label: "Карабулак",
      value: "Карабулак"
    },
    {
      label: "Карасук",
      value: "Карасук"
    },
    {
      label: "Карачаевск",
      value: "Карачаевск"
    },
    {
      label: "Карачев",
      value: "Карачев"
    },
    {
      label: "Каргат",
      value: "Каргат"
    },
    {
      label: "Каргополь",
      value: "Каргополь"
    },
    {
      label: "Карпинск",
      value: "Карпинск"
    },
    {
      label: "Карталы",
      value: "Карталы"
    },
    {
      label: "Касимов",
      value: "Касимов"
    },
    {
      label: "Касли",
      value: "Касли"
    },
    {
      label: "Каспийск",
      value: "Каспийск"
    },
    {
      label: "Катав-Ивановск",
      value: "Катав-Ивановск"
    },
    {
      label: "Катайск",
      value: "Катайск"
    },
    {
      label: "Качканар",
      value: "Качканар"
    },
    {
      label: "Кашин",
      value: "Кашин"
    },
    {
      label: "Кашира",
      value: "Кашира"
    },
    {
      label: "Кедровый",
      value: "Кедровый"
    },
    {
      label: "Кемерово",
      value: "Кемерово"
    },
    {
      label: "Кемь",
      value: "Кемь"
    },
    {
      label: "Кизел",
      value: "Кизел"
    },
    {
      label: "Кизилюрт",
      value: "Кизилюрт"
    },
    {
      label: "Кизляр",
      value: "Кизляр"
    },
    {
      label: "Кимовск",
      value: "Кимовск"
    },
    {
      label: "Кимры",
      value: "Кимры"
    },
    {
      label: "Кингисепп",
      value: "Кингисепп"
    },
    {
      label: "Кинель",
      value: "Кинель"
    },
    {
      label: "Кинешма",
      value: "Кинешма"
    },
    {
      label: "Киреевск",
      value: "Киреевск"
    },
    {
      label: "Киренск",
      value: "Киренск"
    },
    {
      label: "Киржач",
      value: "Киржач"
    },
    {
      label: "Кириллов",
      value: "Кириллов"
    },
    {
      label: "Кириши",
      value: "Кириши"
    },
    {
      label: "Киров",
      value: "Киров"
    },
    {
      label: "Киров",
      value: "Киров"
    },
    {
      label: "Кировград",
      value: "Кировград"
    },
    {
      label: "Кирово-Чепецк",
      value: "Кирово-Чепецк"
    },
    {
      label: "Кировск",
      value: "Кировск"
    },
    {
      label: "Кировск",
      value: "Кировск"
    },
    {
      label: "Кирс",
      value: "Кирс"
    },
    {
      label: "Кирсанов",
      value: "Кирсанов"
    },
    {
      label: "Киселёвск",
      value: "Киселёвск"
    },
    {
      label: "Кисловодск",
      value: "Кисловодск"
    },
    {
      label: "Климовск",
      value: "Климовск"
    },
    {
      label: "Клин",
      value: "Клин"
    },
    {
      label: "Клинцы",
      value: "Клинцы"
    },
    {
      label: "Княгинино",
      value: "Княгинино"
    },
    {
      label: "Ковдор",
      value: "Ковдор"
    },
    {
      label: "Ковров",
      value: "Ковров"
    },
    {
      label: "Ковылкино",
      value: "Ковылкино"
    },
    {
      label: "Когалым",
      value: "Когалым"
    },
    {
      label: "Кодинск",
      value: "Кодинск"
    },
    {
      label: "Козельск",
      value: "Козельск"
    },
    {
      label: "Козловка",
      value: "Козловка"
    },
    {
      label: "Козьмодемьянск",
      value: "Козьмодемьянск"
    },
    {
      label: "Кола",
      value: "Кола"
    },
    {
      label: "Кологрив",
      value: "Кологрив"
    },
    {
      label: "Коломна",
      value: "Коломна"
    },
    {
      label: "Колпашево",
      value: "Колпашево"
    },
    {
      label: "Колпино",
      value: "Колпино"
    },
    {
      label: "Кольчугино",
      value: "Кольчугино"
    },
    {
      label: "Коммунар",
      value: "Коммунар"
    },
    {
      label: "Комсомольск",
      value: "Комсомольск"
    },
    {
      label: "Комсомольск-на-Амуре",
      value: "Комсомольск-на-Амуре"
    },
    {
      label: "Конаково",
      value: "Конаково"
    },
    {
      label: "Кондопога",
      value: "Кондопога"
    },
    {
      label: "Кондрово",
      value: "Кондрово"
    },
    {
      label: "Константиновск",
      value: "Константиновск"
    },
    {
      label: "Копейск",
      value: "Копейск"
    },
    {
      label: "Кораблино",
      value: "Кораблино"
    },
    {
      label: "Кореновск",
      value: "Кореновск"
    },
    {
      label: "Коркино",
      value: "Коркино"
    },
    {
      label: "Королёв",
      value: "Королёв"
    },
    {
      label: "Короча",
      value: "Короча"
    },
    {
      label: "Корсаков",
      value: "Корсаков"
    },
    {
      label: "Коряжма",
      value: "Коряжма"
    },
    {
      label: "Костерёво",
      value: "Костерёво"
    },
    {
      label: "Костомукша",
      value: "Костомукша"
    },
    {
      label: "Кострома",
      value: "Кострома"
    },
    {
      label: "Котельники",
      value: "Котельники"
    },
    {
      label: "Котельниково",
      value: "Котельниково"
    },
    {
      label: "Котельнич",
      value: "Котельнич"
    },
    {
      label: "Котлас",
      value: "Котлас"
    },
    {
      label: "Котово",
      value: "Котово"
    },
    {
      label: "Котовск",
      value: "Котовск"
    },
    {
      label: "Кохма",
      value: "Кохма"
    },
    {
      label: "Красавино",
      value: "Красавино"
    },
    {
      label: "Красноармейск",
      value: "Красноармейск"
    },
    {
      label: "Красноармейск",
      value: "Красноармейск"
    },
    {
      label: "Красновишерск",
      value: "Красновишерск"
    },
    {
      label: "Красногорск",
      value: "Красногорск"
    },
    {
      label: "Краснодар",
      value: "Краснодар"
    },
    {
      label: "Красное Село",
      value: "Красное Село"
    },
    {
      label: "Краснозаводск",
      value: "Краснозаводск"
    },
    {
      label: "Краснознаменск",
      value: "Краснознаменск"
    },
    {
      label: "Краснознаменск",
      value: "Краснознаменск"
    },
    {
      label: "Краснокаменск",
      value: "Краснокаменск"
    },
    {
      label: "Краснокамск",
      value: "Краснокамск"
    },
    {
      label: "Краснослободск",
      value: "Краснослободск"
    },
    {
      label: "Краснослободск",
      value: "Краснослободск"
    },
    {
      label: "Краснотурьинск",
      value: "Краснотурьинск"
    },
    {
      label: "Красноуральск",
      value: "Красноуральск"
    },
    {
      label: "Красноуфимск",
      value: "Красноуфимск"
    },
    {
      label: "Красноярск",
      value: "Красноярск"
    },
    {
      label: "Красный Кут",
      value: "Красный Кут"
    },
    {
      label: "Красный Сулин",
      value: "Красный Сулин"
    },
    {
      label: "Красный Холм",
      value: "Красный Холм"
    },
    {
      label: "Кремёнки",
      value: "Кремёнки"
    },
    {
      label: "Кронштадт",
      value: "Кронштадт"
    },
    {
      label: "Кропоткин",
      value: "Кропоткин"
    },
    {
      label: "Крымск",
      value: "Крымск"
    },
    {
      label: "Кстово",
      value: "Кстово"
    },
    {
      label: "Кубинка",
      value: "Кубинка"
    },
    {
      label: "Кувандык",
      value: "Кувандык"
    },
    {
      label: "Кувшиново",
      value: "Кувшиново"
    },
    {
      label: "Кудымкар",
      value: "Кудымкар"
    },
    {
      label: "Кузнецк",
      value: "Кузнецк"
    },
    {
      label: "Куйбышев",
      value: "Куйбышев"
    },
    {
      label: "Кулебаки",
      value: "Кулебаки"
    },
    {
      label: "Кумертау",
      value: "Кумертау"
    },
    {
      label: "Кунгур",
      value: "Кунгур"
    },
    {
      label: "Купино",
      value: "Купино"
    },
    {
      label: "Курган",
      value: "Курган"
    },
    {
      label: "Курганинск",
      value: "Курганинск"
    },
    {
      label: "Курильск",
      value: "Курильск"
    },
    {
      label: "Курлово",
      value: "Курлово"
    },
    {
      label: "Куровское",
      value: "Куровское"
    },
    {
      label: "Курск",
      value: "Курск"
    },
    {
      label: "Куртамыш",
      value: "Куртамыш"
    },
    {
      label: "Курчатов",
      value: "Курчатов"
    },
    {
      label: "Куса",
      value: "Куса"
    },
    {
      label: "Кушва",
      value: "Кушва"
    },
    {
      label: "Кызыл",
      value: "Кызыл"
    },
    {
      label: "Кыштым",
      value: "Кыштым"
    },
    {
      label: "Кяхта",
      value: "Кяхта"
    },
    {
      label: "Лабинск",
      value: "Лабинск"
    },
    {
      label: "Лабытнанги",
      value: "Лабытнанги"
    },
    {
      label: "Лагань",
      value: "Лагань"
    },
    {
      label: "Ладушкин",
      value: "Ладушкин"
    },
    {
      label: "Лаишево",
      value: "Лаишево"
    },
    {
      label: "Лакинск",
      value: "Лакинск"
    },
    {
      label: "Лангепас",
      value: "Лангепас"
    },
    {
      label: "Лахденпохья",
      value: "Лахденпохья"
    },
    {
      label: "Лебедянь",
      value: "Лебедянь"
    },
    {
      label: "Лениногорск",
      value: "Лениногорск"
    },
    {
      label: "Ленинск",
      value: "Ленинск"
    },
    {
      label: "Ленинск-Кузнецкий",
      value: "Ленинск-Кузнецкий"
    },
    {
      label: "Ленск",
      value: "Ленск"
    },
    {
      label: "Лермонтов",
      value: "Лермонтов"
    },
    {
      label: "Лесной",
      value: "Лесной"
    },
    {
      label: "Лесозаводск",
      value: "Лесозаводск"
    },
    {
      label: "Лесосибирск",
      value: "Лесосибирск"
    },
    {
      label: "Ливны",
      value: "Ливны"
    },
    {
      label: "Ликино-Дулёво",
      value: "Ликино-Дулёво"
    },
    {
      label: "Липецк",
      value: "Липецк"
    },
    {
      label: "Липки",
      value: "Липки"
    },
    {
      label: "Лиски",
      value: "Лиски"
    },
    {
      label: "Лихославль",
      value: "Лихославль"
    },
    {
      label: "Лобня",
      value: "Лобня"
    },
    {
      label: "Лодейное Поле",
      value: "Лодейное Поле"
    },
    {
      label: "Ломоносов",
      value: "Ломоносов"
    },
    {
      label: "Лосино-Петровский",
      value: "Лосино-Петровский"
    },
    {
      label: "Луга",
      value: "Луга"
    },
    {
      label: "Луза",
      value: "Луза"
    },
    {
      label: "Лукоянов",
      value: "Лукоянов"
    },
    {
      label: "Луховицы",
      value: "Луховицы"
    },
    {
      label: "Лысково",
      value: "Лысково"
    },
    {
      label: "Лысьва",
      value: "Лысьва"
    },
    {
      label: "Лыткарино",
      value: "Лыткарино"
    },
    {
      label: "Льгов",
      value: "Льгов"
    },
    {
      label: "Любань",
      value: "Любань"
    },
    {
      label: "Люберцы",
      value: "Люберцы"
    },
    {
      label: "Любим",
      value: "Любим"
    },
    {
      label: "Людиново",
      value: "Людиново"
    },
    {
      label: "Лянтор",
      value: "Лянтор"
    },
    {
      label: "Магадан",
      value: "Магадан"
    },
    {
      label: "Магас",
      value: "Магас"
    },
    {
      label: "Магнитогорск",
      value: "Магнитогорск"
    },
    {
      label: "Майкоп",
      value: "Майкоп"
    },
    {
      label: "Майский",
      value: "Майский"
    },
    {
      label: "Макаров",
      value: "Макаров"
    },
    {
      label: "Макарьев",
      value: "Макарьев"
    },
    {
      label: "Макушино",
      value: "Макушино"
    },
    {
      label: "Малая Вишера",
      value: "Малая Вишера"
    },
    {
      label: "Малгобек",
      value: "Малгобек"
    },
    {
      label: "Малмыж",
      value: "Малмыж"
    },
    {
      label: "Малоархангельск",
      value: "Малоархангельск"
    },
    {
      label: "Малоярославец",
      value: "Малоярославец"
    },
    {
      label: "Мамадыш",
      value: "Мамадыш"
    },
    {
      label: "Мамоново",
      value: "Мамоново"
    },
    {
      label: "Мантурово",
      value: "Мантурово"
    },
    {
      label: "Мариинск",
      value: "Мариинск"
    },
    {
      label: "Мариинский Посад",
      value: "Мариинский Посад"
    },
    {
      label: "Маркс",
      value: "Маркс"
    },
    {
      label: "Махачкала",
      value: "Махачкала"
    },
    {
      label: "Мглин",
      value: "Мглин"
    },
    {
      label: "Мегион",
      value: "Мегион"
    },
    {
      label: "Медвежьегорск",
      value: "Медвежьегорск"
    },
    {
      label: "Медногорск",
      value: "Медногорск"
    },
    {
      label: "Медынь",
      value: "Медынь"
    },
    {
      label: "Межгорье",
      value: "Межгорье"
    },
    {
      label: "Междуреченск",
      value: "Междуреченск"
    },
    {
      label: "Мезень",
      value: "Мезень"
    },
    {
      label: "Меленки",
      value: "Меленки"
    },
    {
      label: "Мелеуз",
      value: "Мелеуз"
    },
    {
      label: "Менделеевск",
      value: "Менделеевск"
    },
    {
      label: "Мензелинск",
      value: "Мензелинск"
    },
    {
      label: "Мещовск",
      value: "Мещовск"
    },
    {
      label: "Миасс",
      value: "Миасс"
    },
    {
      label: "Микунь",
      value: "Микунь"
    },
    {
      label: "Миллерово",
      value: "Миллерово"
    },
    {
      label: "Минеральные Воды",
      value: "Минеральные Воды"
    },
    {
      label: "Минусинск",
      value: "Минусинск"
    },
    {
      label: "Миньяр",
      value: "Миньяр"
    },
    {
      label: "Мирный",
      value: "Мирный"
    },
    {
      label: "Мирный",
      value: "Мирный"
    },
    {
      label: "Михайлов",
      value: "Михайлов"
    },
    {
      label: "Михайловка",
      value: "Михайловка"
    },
    {
      label: "Михайловск",
      value: "Михайловск"
    },
    {
      label: "Михайловск",
      value: "Михайловск"
    },
    {
      label: "Мичуринск",
      value: "Мичуринск"
    },
    {
      label: "Могоча",
      value: "Могоча"
    },
    {
      label: "Можайск",
      value: "Можайск"
    },
    {
      label: "Можга",
      value: "Можга"
    },
    {
      label: "Моздок",
      value: "Моздок"
    },
    {
      label: "Мончегорск",
      value: "Мончегорск"
    },
    {
      label: "Морозовск",
      value: "Морозовск"
    },
    {
      label: "Моршанск",
      value: "Моршанск"
    },
    {
      label: "Мосальск",
      value: "Мосальск"
    },
    {
      label: "Московский",
      value: "Московский"
    },
    {
      label: "Муравленко",
      value: "Муравленко"
    },
    {
      label: "Мураши",
      value: "Мураши"
    },
    {
      label: "Мурманск",
      value: "Мурманск"
    },
    {
      label: "Муром",
      value: "Муром"
    },
    {
      label: "Мценск",
      value: "Мценск"
    },
    {
      label: "Мыски",
      value: "Мыски"
    },
    {
      label: "Мытищи",
      value: "Мытищи"
    },
    {
      label: "Мышкин",
      value: "Мышкин"
    },
    {
      label: "Набережные Челны",
      value: "Набережные Челны"
    },
    {
      label: "Навашино",
      value: "Навашино"
    },
    {
      label: "Наволоки",
      value: "Наволоки"
    },
    {
      label: "Надым",
      value: "Надым"
    },
    {
      label: "Назарово",
      value: "Назарово"
    },
    {
      label: "Назрань",
      value: "Назрань"
    },
    {
      label: "Называевск",
      value: "Называевск"
    },
    {
      label: "Нальчик",
      value: "Нальчик"
    },
    {
      label: "Нариманов",
      value: "Нариманов"
    },
    {
      label: "Наро-Фоминск",
      value: "Наро-Фоминск"
    },
    {
      label: "Нарткала",
      value: "Нарткала"
    },
    {
      label: "Нарьян-Мар",
      value: "Нарьян-Мар"
    },
    {
      label: "Находка",
      value: "Находка"
    },
    {
      label: "Невель",
      value: "Невель"
    },
    {
      label: "Невельск",
      value: "Невельск"
    },
    {
      label: "Невинномысск",
      value: "Невинномысск"
    },
    {
      label: "Невьянск",
      value: "Невьянск"
    },
    {
      label: "Нелидово",
      value: "Нелидово"
    },
    {
      label: "Неман",
      value: "Неман"
    },
    {
      label: "Нерехта",
      value: "Нерехта"
    },
    {
      label: "Нерчинск",
      value: "Нерчинск"
    },
    {
      label: "Нерюнгри",
      value: "Нерюнгри"
    },
    {
      label: "Нестеров",
      value: "Нестеров"
    },
    {
      label: "Нефтегорск",
      value: "Нефтегорск"
    },
    {
      label: "Нефтекамск",
      value: "Нефтекамск"
    },
    {
      label: "Нефтекумск",
      value: "Нефтекумск"
    },
    {
      label: "Нефтеюганск",
      value: "Нефтеюганск"
    },
    {
      label: "Нея",
      value: "Нея"
    },
    {
      label: "Нижневартовск",
      value: "Нижневартовск"
    },
    {
      label: "Нижнекамск",
      value: "Нижнекамск"
    },
    {
      label: "Нижнеудинск",
      value: "Нижнеудинск"
    },
    {
      label: "Нижние Серги",
      value: "Нижние Серги"
    },
    {
      label: "Нижний Ломов",
      value: "Нижний Ломов"
    },
    {
      label: "Нижний Новгород",
      value: "Нижний Новгород"
    },
    {
      label: "Нижний Тагил",
      value: "Нижний Тагил"
    },
    {
      label: "Нижняя Салда",
      value: "Нижняя Салда"
    },
    {
      label: "Нижняя Тура",
      value: "Нижняя Тура"
    },
    {
      label: "Николаевск",
      value: "Николаевск"
    },
    {
      label: "Николаевск-на-Амуре",
      value: "Николаевск-на-Амуре"
    },
    {
      label: "Никольск",
      value: "Никольск"
    },
    {
      label: "Никольск",
      value: "Никольск"
    },
    {
      label: "Никольское",
      value: "Никольское"
    },
    {
      label: "Новая Ладога",
      value: "Новая Ладога"
    },
    {
      label: "Новая Ляля",
      value: "Новая Ляля"
    },
    {
      label: "Новоалександровск",
      value: "Новоалександровск"
    },
    {
      label: "Новоалтайск",
      value: "Новоалтайск"
    },
    {
      label: "Новоаннинский",
      value: "Новоаннинский"
    },
    {
      label: "Нововоронеж",
      value: "Нововоронеж"
    },
    {
      label: "Новодвинск",
      value: "Новодвинск"
    },
    {
      label: "Новозыбков",
      value: "Новозыбков"
    },
    {
      label: "Новокубанск",
      value: "Новокубанск"
    },
    {
      label: "Новокузнецк",
      value: "Новокузнецк"
    },
    {
      label: "Новокуйбышевск",
      value: "Новокуйбышевск"
    },
    {
      label: "Новомичуринск",
      value: "Новомичуринск"
    },
    {
      label: "Новомосковск",
      value: "Новомосковск"
    },
    {
      label: "Новопавловск",
      value: "Новопавловск"
    },
    {
      label: "Новоржев",
      value: "Новоржев"
    },
    {
      label: "Новороссийск",
      value: "Новороссийск"
    },
    {
      label: "Новосибирск",
      value: "Новосибирск"
    },
    {
      label: "Новосиль",
      value: "Новосиль"
    },
    {
      label: "Новосокольники",
      value: "Новосокольники"
    },
    {
      label: "Новотроицк",
      value: "Новотроицк"
    },
    {
      label: "Новоузенск",
      value: "Новоузенск"
    },
    {
      label: "Новоульяновск",
      value: "Новоульяновск"
    },
    {
      label: "Новоуральск",
      value: "Новоуральск"
    },
    {
      label: "Новохопёрск",
      value: "Новохопёрск"
    },
    {
      label: "Новочебоксарск",
      value: "Новочебоксарск"
    },
    {
      label: "Новочеркасск",
      value: "Новочеркасск"
    },
    {
      label: "Новошахтинск",
      value: "Новошахтинск"
    },
    {
      label: "Новый Оскол",
      value: "Новый Оскол"
    },
    {
      label: "Новый Уренгой",
      value: "Новый Уренгой"
    },
    {
      label: "Ногинск",
      value: "Ногинск"
    },
    {
      label: "Нолинск",
      value: "Нолинск"
    },
    {
      label: "Норильск",
      value: "Норильск"
    },
    {
      label: "Ноябрьск",
      value: "Ноябрьск"
    },
    {
      label: "Нурлат",
      value: "Нурлат"
    },
    {
      label: "Нытва",
      value: "Нытва"
    },
    {
      label: "Нюрба",
      value: "Нюрба"
    },
    {
      label: "Нягань",
      value: "Нягань"
    },
    {
      label: "Нязепетровск",
      value: "Нязепетровск"
    },
    {
      label: "Няндома",
      value: "Няндома"
    },
    {
      label: "Облучье",
      value: "Облучье"
    },
    {
      label: "Обнинск",
      value: "Обнинск"
    },
    {
      label: "Обоянь",
      value: "Обоянь"
    },
    {
      label: "Обь",
      value: "Обь"
    },
    {
      label: "Одинцово",
      value: "Одинцово"
    },
    {
      label: "Ожерелье",
      value: "Ожерелье"
    },
    {
      label: "Озёрск",
      value: "Озёрск"
    },
    {
      label: "Озёрск",
      value: "Озёрск"
    },
    {
      label: "Озёры",
      value: "Озёры"
    },
    {
      label: "Октябрьск",
      value: "Октябрьск"
    },
    {
      label: "Октябрьский",
      value: "Октябрьский"
    },
    {
      label: "Окуловка",
      value: "Окуловка"
    },
    {
      label: "Олёкминск",
      value: "Олёкминск"
    },
    {
      label: "Оленегорск",
      value: "Оленегорск"
    },
    {
      label: "Олонец",
      value: "Олонец"
    },
    {
      label: "Омск",
      value: "Омск"
    },
    {
      label: "Омутнинск",
      value: "Омутнинск"
    },
    {
      label: "Онега",
      value: "Онега"
    },
    {
      label: "Опочка",
      value: "Опочка"
    },
    {
      label: "Орёл",
      value: "Орёл"
    },
    {
      label: "Оренбург",
      value: "Оренбург"
    },
    {
      label: "Орехово-Зуево",
      value: "Орехово-Зуево"
    },
    {
      label: "Орлов",
      value: "Орлов"
    },
    {
      label: "Орск",
      value: "Орск"
    },
    {
      label: "Оса",
      value: "Оса"
    },
    {
      label: "Осинники",
      value: "Осинники"
    },
    {
      label: "Осташков",
      value: "Осташков"
    },
    {
      label: "Остров",
      value: "Остров"
    },
    {
      label: "Островной",
      value: "Островной"
    },
    {
      label: "Острогожск",
      value: "Острогожск"
    },
    {
      label: "Отрадное",
      value: "Отрадное"
    },
    {
      label: "Отрадный",
      value: "Отрадный"
    },
    {
      label: "Оха",
      value: "Оха"
    },
    {
      label: "Оханск",
      value: "Оханск"
    },
    {
      label: "Очёр",
      value: "Очёр"
    },
    {
      label: "Павлово",
      value: "Павлово"
    },
    {
      label: "Павловск",
      value: "Павловск"
    },
    {
      label: "Павловск",
      value: "Павловск"
    },
    {
      label: "Павловский Посад",
      value: "Павловский Посад"
    },
    {
      label: "Палласовка",
      value: "Палласовка"
    },
    {
      label: "Партизанск",
      value: "Партизанск"
    },
    {
      label: "Певек",
      value: "Певек"
    },
    {
      label: "Пенза",
      value: "Пенза"
    },
    {
      label: "Первомайск",
      value: "Первомайск"
    },
    {
      label: "Первоуральск",
      value: "Первоуральск"
    },
    {
      label: "Перевоз",
      value: "Перевоз"
    },
    {
      label: "Пересвет",
      value: "Пересвет"
    },
    {
      label: "Переславль-Залесский",
      value: "Переславль-Залесский"
    },
    {
      label: "Пермь",
      value: "Пермь"
    },
    {
      label: "Пестово",
      value: "Пестово"
    },
    {
      label: "Петергоф",
      value: "Петергоф"
    },
    {
      label: "Петров Вал",
      value: "Петров Вал"
    },
    {
      label: "Петровск",
      value: "Петровск"
    },
    {
      label: "Петровск-Забайкальский",
      value: "Петровск-Забайкальский"
    },
    {
      label: "Петрозаводск",
      value: "Петрозаводск"
    },
    {
      label: "Петропавловск-Камчатский",
      value: "Петропавловск-Камчатский"
    },
    {
      label: "Петухово",
      value: "Петухово"
    },
    {
      label: "Петушки",
      value: "Петушки"
    },
    {
      label: "Печора",
      value: "Печора"
    },
    {
      label: "Печоры",
      value: "Печоры"
    },
    {
      label: "Пикалёво",
      value: "Пикалёво"
    },
    {
      label: "Пионерский",
      value: "Пионерский"
    },
    {
      label: "Питкяранта",
      value: "Питкяранта"
    },
    {
      label: "Плавск",
      value: "Плавск"
    },
    {
      label: "Пласт",
      value: "Пласт"
    },
    {
      label: "Плёс",
      value: "Плёс"
    },
    {
      label: "Поворино",
      value: "Поворино"
    },
    {
      label: "Подольск",
      value: "Подольск"
    },
    {
      label: "Подпорожье",
      value: "Подпорожье"
    },
    {
      label: "Покачи",
      value: "Покачи"
    },
    {
      label: "Покров",
      value: "Покров"
    },
    {
      label: "Покровск",
      value: "Покровск"
    },
    {
      label: "Полевской",
      value: "Полевской"
    },
    {
      label: "Полесск",
      value: "Полесск"
    },
    {
      label: "Полысаево",
      value: "Полысаево"
    },
    {
      label: "Полярные Зори",
      value: "Полярные Зори"
    },
    {
      label: "Полярный",
      value: "Полярный"
    },
    {
      label: "Поронайск",
      value: "Поронайск"
    },
    {
      label: "Порхов",
      value: "Порхов"
    },
    {
      label: "Похвистнево",
      value: "Похвистнево"
    },
    {
      label: "Почеп",
      value: "Почеп"
    },
    {
      label: "Починок",
      value: "Починок"
    },
    {
      label: "Пошехонье",
      value: "Пошехонье"
    },
    {
      label: "Правдинск",
      value: "Правдинск"
    },
    {
      label: "Приволжск",
      value: "Приволжск"
    },
    {
      label: "Приморск",
      value: "Приморск"
    },
    {
      label: "Приморск",
      value: "Приморск"
    },
    {
      label: "Приморско-Ахтарск",
      value: "Приморско-Ахтарск"
    },
    {
      label: "Приозерск",
      value: "Приозерск"
    },
    {
      label: "Прокопьевск",
      value: "Прокопьевск"
    },
    {
      label: "Пролетарск",
      value: "Пролетарск"
    },
    {
      label: "Протвино",
      value: "Протвино"
    },
    {
      label: "Прохладный",
      value: "Прохладный"
    },
    {
      label: "Псков",
      value: "Псков"
    },
    {
      label: "Пугачёв",
      value: "Пугачёв"
    },
    {
      label: "Пудож",
      value: "Пудож"
    },
    {
      label: "Пустошка",
      value: "Пустошка"
    },
    {
      label: "Пучеж",
      value: "Пучеж"
    },
    {
      label: "Пушкин",
      value: "Пушкин"
    },
    {
      label: "Пушкино",
      value: "Пушкино"
    },
    {
      label: "Пущино",
      value: "Пущино"
    },
    {
      label: "Пыталово",
      value: "Пыталово"
    },
    {
      label: "Пыть-Ях",
      value: "Пыть-Ях"
    },
    {
      label: "Пятигорск",
      value: "Пятигорск"
    },
    {
      label: "Радужный",
      value: "Радужный"
    },
    {
      label: "Радужный",
      value: "Радужный"
    },
    {
      label: "Райчихинск",
      value: "Райчихинск"
    },
    {
      label: "Раменское",
      value: "Раменское"
    },
    {
      label: "Рассказово",
      value: "Рассказово"
    },
    {
      label: "Ревда",
      value: "Ревда"
    },
    {
      label: "Реж",
      value: "Реж"
    },
    {
      label: "Реутов",
      value: "Реутов"
    },
    {
      label: "Ржев",
      value: "Ржев"
    },
    {
      label: "Родники",
      value: "Родники"
    },
    {
      label: "Рославль",
      value: "Рославль"
    },
    {
      label: "Россошь",
      value: "Россошь"
    },
    {
      label: "Ростов",
      value: "Ростов"
    },
    {
      label: "Ростов-на-Дону",
      value: "Ростов-на-Дону"
    },
    {
      label: "Рошаль",
      value: "Рошаль"
    },
    {
      label: "Ртищево",
      value: "Ртищево"
    },
    {
      label: "Рубцовск",
      value: "Рубцовск"
    },
    {
      label: "Рудня",
      value: "Рудня"
    },
    {
      label: "Руза",
      value: "Руза"
    },
    {
      label: "Рузаевка",
      value: "Рузаевка"
    },
    {
      label: "Рыбинск",
      value: "Рыбинск"
    },
    {
      label: "Рыбное",
      value: "Рыбное"
    },
    {
      label: "Рыльск",
      value: "Рыльск"
    },
    {
      label: "Ряжск",
      value: "Ряжск"
    },
    {
      label: "Рязань",
      value: "Рязань"
    },
    {
      label: "Салават",
      value: "Салават"
    },
    {
      label: "Салаир",
      value: "Салаир"
    },
    {
      label: "Салехард",
      value: "Салехард"
    },
    {
      label: "Сальск",
      value: "Сальск"
    },
    {
      label: "Самара",
      value: "Самара"
    },
    {
      label: "Саранск",
      value: "Саранск"
    },
    {
      label: "Сарапул",
      value: "Сарапул"
    },
    {
      label: "Саратов",
      value: "Саратов"
    },
    {
      label: "Саров",
      value: "Саров"
    },
    {
      label: "Сасово",
      value: "Сасово"
    },
    {
      label: "Сатка",
      value: "Сатка"
    },
    {
      label: "Сафоново",
      value: "Сафоново"
    },
    {
      label: "Саяногорск",
      value: "Саяногорск"
    },
    {
      label: "Саянск",
      value: "Саянск"
    },
    {
      label: "Светлогорск",
      value: "Светлогорск"
    },
    {
      label: "Светлоград",
      value: "Светлоград"
    },
    {
      label: "Светлый",
      value: "Светлый"
    },
    {
      label: "Светогорск",
      value: "Светогорск"
    },
    {
      label: "Свирск",
      value: "Свирск"
    },
    {
      label: "Свободный",
      value: "Свободный"
    },
    {
      label: "Себеж",
      value: "Себеж"
    },
    {
      label: "Северобайкальск",
      value: "Северобайкальск"
    },
    {
      label: "Северодвинск",
      value: "Северодвинск"
    },
    {
      label: "Северо-Курильск",
      value: "Северо-Курильск"
    },
    {
      label: "Североморск",
      value: "Североморск"
    },
    {
      label: "Североуральск",
      value: "Североуральск"
    },
    {
      label: "Северск",
      value: "Северск"
    },
    {
      label: "Севск",
      value: "Севск"
    },
    {
      label: "Сегежа",
      value: "Сегежа"
    },
    {
      label: "Сельцо",
      value: "Сельцо"
    },
    {
      label: "Семёнов",
      value: "Семёнов"
    },
    {
      label: "Семикаракорск",
      value: "Семикаракорск"
    },
    {
      label: "Семилуки",
      value: "Семилуки"
    },
    {
      label: "Сенгилей",
      value: "Сенгилей"
    },
    {
      label: "Серафимович",
      value: "Серафимович"
    },
    {
      label: "Сергач",
      value: "Сергач"
    },
    {
      label: "Сергиев Посад",
      value: "Сергиев Посад"
    },
    {
      label: "Сердобск",
      value: "Сердобск"
    },
    {
      label: "Серов",
      value: "Серов"
    },
    {
      label: "Серпухов",
      value: "Серпухов"
    },
    {
      label: "Сертолово",
      value: "Сертолово"
    },
    {
      label: "Сестрорецк",
      value: "Сестрорецк"
    },
    {
      label: "Сибай",
      value: "Сибай"
    },
    {
      label: "Сим",
      value: "Сим"
    },
    {
      label: "Сковородино",
      value: "Сковородино"
    },
    {
      label: "Скопин",
      value: "Скопин"
    },
    {
      label: "Славгород",
      value: "Славгород"
    },
    {
      label: "Славск",
      value: "Славск"
    },
    {
      label: "Славянск-на-Кубани",
      value: "Славянск-на-Кубани"
    },
    {
      label: "Сланцы",
      value: "Сланцы"
    },
    {
      label: "Слободской",
      value: "Слободской"
    },
    {
      label: "Слюдянка",
      value: "Слюдянка"
    },
    {
      label: "Смоленск",
      value: "Смоленск"
    },
    {
      label: "Снежинск",
      value: "Снежинск"
    },
    {
      label: "Снежногорск",
      value: "Снежногорск"
    },
    {
      label: "Собинка",
      value: "Собинка"
    },
    {
      label: "Советск",
      value: "Советск"
    },
    {
      label: "Советск",
      value: "Советск"
    },
    {
      label: "Советск",
      value: "Советск"
    },
    {
      label: "Советская Гавань",
      value: "Советская Гавань"
    },
    {
      label: "Советский",
      value: "Советский"
    },
    {
      label: "Сокол",
      value: "Сокол"
    },
    {
      label: "Солигалич",
      value: "Солигалич"
    },
    {
      label: "Соликамск",
      value: "Соликамск"
    },
    {
      label: "Солнечногорск",
      value: "Солнечногорск"
    },
    {
      label: "Сольвычегодск",
      value: "Сольвычегодск"
    },
    {
      label: "Соль-Илецк",
      value: "Соль-Илецк"
    },
    {
      label: "Сольцы",
      value: "Сольцы"
    },
    {
      label: "Сорочинск",
      value: "Сорочинск"
    },
    {
      label: "Сорск",
      value: "Сорск"
    },
    {
      label: "Сортавала",
      value: "Сортавала"
    },
    {
      label: "Сосенский",
      value: "Сосенский"
    },
    {
      label: "Сосновка",
      value: "Сосновка"
    },
    {
      label: "Сосновоборск",
      value: "Сосновоборск"
    },
    {
      label: "Сосновый Бор",
      value: "Сосновый Бор"
    },
    {
      label: "Сосногорск",
      value: "Сосногорск"
    },
    {
      label: "Сочи894",
      value: "Сочи894"
    },
    {
      label: "Спас-Деменск",
      value: "Спас-Деменск"
    },
    {
      label: "Спас-Клепики",
      value: "Спас-Клепики"
    },
    {
      label: "Спасск",
      value: "Спасск"
    },
    {
      label: "Спасск-Дальний",
      value: "Спасск-Дальний"
    },
    {
      label: "Спасск-Рязанский",
      value: "Спасск-Рязанский"
    },
    {
      label: "Среднеколымск",
      value: "Среднеколымск"
    },
    {
      label: "Среднеуральск",
      value: "Среднеуральск"
    },
    {
      label: "Сретенск",
      value: "Сретенск"
    },
    {
      label: "Ставрополь",
      value: "Ставрополь"
    },
    {
      label: "Старая Купавна",
      value: "Старая Купавна"
    },
    {
      label: "Старая Русса",
      value: "Старая Русса"
    },
    {
      label: "Старица",
      value: "Старица"
    },
    {
      label: "Стародуб",
      value: "Стародуб"
    },
    {
      label: "Старый Оскол",
      value: "Старый Оскол"
    },
    {
      label: "Стерлитамак",
      value: "Стерлитамак"
    },
    {
      label: "Стрежевой",
      value: "Стрежевой"
    },
    {
      label: "Строитель",
      value: "Строитель"
    },
    {
      label: "Струнино",
      value: "Струнино"
    },
    {
      label: "Ступино",
      value: "Ступино"
    },
    {
      label: "Суворов",
      value: "Суворов"
    },
    {
      label: "Суджа",
      value: "Суджа"
    },
    {
      label: "Судогда",
      value: "Судогда"
    },
    {
      label: "Суздаль",
      value: "Суздаль"
    },
    {
      label: "Суоярви",
      value: "Суоярви"
    },
    {
      label: "Сураж",
      value: "Сураж"
    },
    {
      label: "Сургут",
      value: "Сургут"
    },
    {
      label: "Суровикино",
      value: "Суровикино"
    },
    {
      label: "Сурск",
      value: "Сурск"
    },
    {
      label: "Сусуман",
      value: "Сусуман"
    },
    {
      label: "Сухиничи",
      value: "Сухиничи"
    },
    {
      label: "Сухой Лог",
      value: "Сухой Лог"
    },
    {
      label: "Сызрань",
      value: "Сызрань"
    },
    {
      label: "Сыктывкар",
      value: "Сыктывкар"
    },
    {
      label: "Сысерть",
      value: "Сысерть"
    },
    {
      label: "Сычёвка",
      value: "Сычёвка"
    },
    {
      label: "Сясьстрой",
      value: "Сясьстрой"
    },
    {
      label: "Тавда",
      value: "Тавда"
    },
    {
      label: "Таганрог",
      value: "Таганрог"
    },
    {
      label: "Тайга",
      value: "Тайга"
    },
    {
      label: "Тайшет",
      value: "Тайшет"
    },
    {
      label: "Талдом",
      value: "Талдом"
    },
    {
      label: "Талица",
      value: "Талица"
    },
    {
      label: "Тамбов",
      value: "Тамбов"
    },
    {
      label: "Тара",
      value: "Тара"
    },
    {
      label: "Тарко-Сале",
      value: "Тарко-Сале"
    },
    {
      label: "Таруса",
      value: "Таруса"
    },
    {
      label: "Татарск",
      value: "Татарск"
    },
    {
      label: "Таштагол",
      value: "Таштагол"
    },
    {
      label: "Тверь",
      value: "Тверь"
    },
    {
      label: "Теберда",
      value: "Теберда"
    },
    {
      label: "Тейково",
      value: "Тейково"
    },
    {
      label: "Темников",
      value: "Темников"
    },
    {
      label: "Темрюк",
      value: "Темрюк"
    },
    {
      label: "Терек",
      value: "Терек"
    },
    {
      label: "Тетюши",
      value: "Тетюши"
    },
    {
      label: "Тимашёвск",
      value: "Тимашёвск"
    },
    {
      label: "Тихвин",
      value: "Тихвин"
    },
    {
      label: "Тихорецк",
      value: "Тихорецк"
    },
    {
      label: "Тобольск",
      value: "Тобольск"
    },
    {
      label: "Тогучин",
      value: "Тогучин"
    },
    {
      label: "Тольятти",
      value: "Тольятти"
    },
    {
      label: "Томари",
      value: "Томари"
    },
    {
      label: "Томмот",
      value: "Томмот"
    },
    {
      label: "Томск",
      value: "Томск"
    },
    {
      label: "Топки",
      value: "Топки"
    },
    {
      label: "Торжок",
      value: "Торжок"
    },
    {
      label: "Торопец",
      value: "Торопец"
    },
    {
      label: "Тосно",
      value: "Тосно"
    },
    {
      label: "Тотьма",
      value: "Тотьма"
    },
    {
      label: "Трёхгорный",
      value: "Трёхгорный"
    },
    {
      label: "Троицк",
      value: "Троицк"
    },
    {
      label: "Троицк",
      value: "Троицк"
    },
    {
      label: "Трубчевск",
      value: "Трубчевск"
    },
    {
      label: "Туапсе",
      value: "Туапсе"
    },
    {
      label: "Туймазы",
      value: "Туймазы"
    },
    {
      label: "Тула",
      value: "Тула"
    },
    {
      label: "Тулун",
      value: "Тулун"
    },
    {
      label: "Туран",
      value: "Туран"
    },
    {
      label: "Туринск",
      value: "Туринск"
    },
    {
      label: "Тутаев",
      value: "Тутаев"
    },
    {
      label: "Тында",
      value: "Тында"
    },
    {
      label: "Тырныауз",
      value: "Тырныауз"
    },
    {
      label: "Тюкалинск",
      value: "Тюкалинск"
    },
    {
      label: "Тюмень",
      value: "Тюмень"
    },
    {
      label: "Уварово",
      value: "Уварово"
    },
    {
      label: "Углегорск",
      value: "Углегорск"
    },
    {
      label: "Углич",
      value: "Углич"
    },
    {
      label: "Удачный",
      value: "Удачный"
    },
    {
      label: "Удомля",
      value: "Удомля"
    },
    {
      label: "Ужур",
      value: "Ужур"
    },
    {
      label: "Узловая",
      value: "Узловая"
    },
    {
      label: "Улан-Удэ",
      value: "Улан-Удэ"
    },
    {
      label: "Ульяновск",
      value: "Ульяновск"
    },
    {
      label: "Унеча",
      value: "Унеча"
    },
    {
      label: "Урай",
      value: "Урай"
    },
    {
      label: "Урень",
      value: "Урень"
    },
    {
      label: "Уржум",
      value: "Уржум"
    },
    {
      label: "Урус-Мартан",
      value: "Урус-Мартан"
    },
    {
      label: "Урюпинск",
      value: "Урюпинск"
    },
    {
      label: "Усинск",
      value: "Усинск"
    },
    {
      label: "Усмань",
      value: "Усмань"
    },
    {
      label: "Усолье",
      value: "Усолье"
    },
    {
      label: "Усолье-Сибирское",
      value: "Усолье-Сибирское"
    },
    {
      label: "Уссурийск",
      value: "Уссурийск"
    },
    {
      label: "Усть-Джегута",
      value: "Усть-Джегута"
    },
    {
      label: "Усть-Илимск",
      value: "Усть-Илимск"
    },
    {
      label: "Усть-Катав",
      value: "Усть-Катав"
    },
    {
      label: "Усть-Кут",
      value: "Усть-Кут"
    },
    {
      label: "Усть-Лабинск",
      value: "Усть-Лабинск"
    },
    {
      label: "Устюжна",
      value: "Устюжна"
    },
    {
      label: "Уфа",
      value: "Уфа"
    },
    {
      label: "Ухта",
      value: "Ухта"
    },
    {
      label: "Учалы",
      value: "Учалы"
    },
    {
      label: "Уяр",
      value: "Уяр"
    },
    {
      label: "Фатеж",
      value: "Фатеж"
    },
    {
      label: "Фокино",
      value: "Фокино"
    },
    {
      label: "Фокино",
      value: "Фокино"
    },
    {
      label: "Фролово",
      value: "Фролово"
    },
    {
      label: "Фрязино",
      value: "Фрязино"
    },
    {
      label: "Фурманов",
      value: "Фурманов"
    },
    {
      label: "Хабаровск",
      value: "Хабаровск"
    },
    {
      label: "Хадыженск",
      value: "Хадыженск"
    },
    {
      label: "Ханты-Мансийск",
      value: "Ханты-Мансийск"
    },
    {
      label: "Харабали",
      value: "Харабали"
    },
    {
      label: "Харовск",
      value: "Харовск"
    },
    {
      label: "Хасавюрт",
      value: "Хасавюрт"
    },
    {
      label: "Хвалынск",
      value: "Хвалынск"
    },
    {
      label: "Хилок",
      value: "Хилок"
    },
    {
      label: "Химки",
      value: "Химки"
    },
    {
      label: "Холм",
      value: "Холм"
    },
    {
      label: "Холмск",
      value: "Холмск"
    },
    {
      label: "Хотьково",
      value: "Хотьково"
    },
    {
      label: "Цивильск",
      value: "Цивильск"
    },
    {
      label: "Цимлянск",
      value: "Цимлянск"
    },
    {
      label: "Чадан",
      value: "Чадан"
    },
    {
      label: "Чайковский",
      value: "Чайковский"
    },
    {
      label: "Чапаевск",
      value: "Чапаевск"
    },
    {
      label: "Чаплыгин",
      value: "Чаплыгин"
    },
    {
      label: "Чебаркуль",
      value: "Чебаркуль"
    },
    {
      label: "Чебоксары",
      value: "Чебоксары"
    },
    {
      label: "Чегем",
      value: "Чегем"
    },
    {
      label: "Чекалин",
      value: "Чекалин"
    },
    {
      label: "Челябинск",
      value: "Челябинск"
    },
    {
      label: "Чердынь",
      value: "Чердынь"
    },
    {
      label: "Черемхово",
      value: "Черемхово"
    },
    {
      label: "Черепаново",
      value: "Черепаново"
    },
    {
      label: "Череповец",
      value: "Череповец"
    },
    {
      label: "Черкесск",
      value: "Черкесск"
    },
    {
      label: "Чёрмоз",
      value: "Чёрмоз"
    },
    {
      label: "Черноголовка",
      value: "Черноголовка"
    },
    {
      label: "Черногорск",
      value: "Черногорск"
    },
    {
      label: "Чернушка",
      value: "Чернушка"
    },
    {
      label: "Черняховск",
      value: "Черняховск"
    },
    {
      label: "Чехов",
      value: "Чехов"
    },
    {
      label: "Чистополь",
      value: "Чистополь"
    },
    {
      label: "Чита",
      value: "Чита"
    },
    {
      label: "Чкаловск",
      value: "Чкаловск"
    },
    {
      label: "Чудово",
      value: "Чудово"
    },
    {
      label: "Чулым",
      value: "Чулым"
    },
    {
      label: "Чусовой",
      value: "Чусовой"
    },
    {
      label: "Чухлома",
      value: "Чухлома"
    },
    {
      label: "Шагонар",
      value: "Шагонар"
    },
    {
      label: "Шадринск",
      value: "Шадринск"
    },
    {
      label: "Шали",
      value: "Шали"
    },
    {
      label: "Шарыпово",
      value: "Шарыпово"
    },
    {
      label: "Шарья",
      value: "Шарья"
    },
    {
      label: "Шатура",
      value: "Шатура"
    },
    {
      label: "Шахтёрск",
      value: "Шахтёрск"
    },
    {
      label: "Шахты",
      value: "Шахты"
    },
    {
      label: "Шахунья",
      value: "Шахунья"
    },
    {
      label: "Шацк",
      value: "Шацк"
    },
    {
      label: "Шебекино",
      value: "Шебекино"
    },
    {
      label: "Шелехов",
      value: "Шелехов"
    },
    {
      label: "Шенкурск",
      value: "Шенкурск"
    },
    {
      label: "Шилка",
      value: "Шилка"
    },
    {
      label: "Шимановск",
      value: "Шимановск"
    },
    {
      label: "Шиханы",
      value: "Шиханы"
    },
    {
      label: "Шлиссельбург",
      value: "Шлиссельбург"
    },
    {
      label: "Шумерля",
      value: "Шумерля"
    },
    {
      label: "Шумиха",
      value: "Шумиха"
    },
    {
      label: "Шуя",
      value: "Шуя"
    },
    {
      label: "Щёкино",
      value: "Щёкино"
    },
    {
      label: "Щёлково",
      value: "Щёлково"
    },
    {
      label: "Щербинка",
      value: "Щербинка"
    },
    {
      label: "Щигры",
      value: "Щигры"
    },
    {
      label: "Щучье",
      value: "Щучье"
    },
    {
      label: "Электрогорск",
      value: "Электрогорск"
    },
    {
      label: "Электросталь",
      value: "Электросталь"
    },
    {
      label: "Электроугли",
      value: "Электроугли"
    },
    {
      label: "Элиста",
      value: "Элиста"
    },
    {
      label: "Энгельс",
      value: "Энгельс"
    },
    {
      label: "Эртиль",
      value: "Эртиль"
    },
    {
      label: "Юбилейный",
      value: "Юбилейный"
    },
    {
      label: "Югорск",
      value: "Югорск"
    },
    {
      label: "Южа",
      value: "Южа"
    },
    {
      label: "Южно-Сахалинск",
      value: "Южно-Сахалинск"
    },
    {
      label: "Южно-Сухокумск",
      value: "Южно-Сухокумск"
    },
    {
      label: "Южноуральск",
      value: "Южноуральск"
    },
    {
      label: "Юрга",
      value: "Юрга"
    },
    {
      label: "Юрьевец",
      value: "Юрьевец"
    },
    {
      label: "Юрьев-Польский",
      value: "Юрьев-Польский"
    },
    {
      label: "Юрюзань",
      value: "Юрюзань"
    },
    {
      label: "Юхнов",
      value: "Юхнов"
    },
    {
      label: "Ядрин",
      value: "Ядрин"
    },
    {
      label: "Якутск",
      value: "Якутск"
    },
    {
      label: "Ялуторовск",
      value: "Ялуторовск"
    },
    {
      label: "Янаул",
      value: "Янаул"
    },
    {
      label: "Яранск",
      value: "Яранск"
    },
    {
      label: "Яровое",
      value: "Яровое"
    },
    {
      label: "Ярославль",
      value: "Ярославль"
    },
    {
      label: "Ярцево",
      value: "Ярцево"
    },
    {
      label: "Ясногорск",
      value: "Ясногорск"
    },
    {
      label: "Ясный",
      value: "Ясный"
    },
    {
      label: "Яхрома",
      value: "Яхрома"
    }
  ];